<template lang="html">

  <h3>砖栏用户协议</h3>
  欢迎使用砖栏产品。
  <h4>关于砖栏</h4>
    <p>“砖栏”是付费会员服务平台。用户可设定自己的会员服务价格，任何人只要付费就可以享受其会员服务。砖栏主：指在砖栏平台上向其他用户分享其知识、经验等内容，并与用户进行互动的个人。</p>
    <h4>费用、支付、税款缴纳</h4>
    <ul>
      <li>1.	砖栏使用的是微信企业自动付款功能，微信限制每天转账上线2000元，所以每天只能结算2000元，剩下的会陆续结算。“砖栏”的一切结算遵守《微信支付用户服务协议》及相关协议、规则。本协议下“砖栏”仅提供相应技术支持。</li>
      <li>2.	砖栏用户应依法缴纳的各种税费，需自行向国家相关部门申报并缴纳。</li>
      <li>3.	参与砖栏由用户自行决定，成功付费后，可以在有效期内享受砖栏主提供的付费服务，因产品的特性不支持退款及转让。</li>
      <li>4.	为提供更好的产品和服务，砖栏保留向你收取服务费的权利，服务费的收取方式以你在使用产品时受到通知提示信息为准。若在收到有关收取服务费的通知提示信息后仍使用该产品，则视为你已无条件同意按照相关通知提示信息所约定的收费标准和收费条件向砖栏支付服务费用。</li>
    </ul>

      <h4>使用规则</h4>
      <ul>
        <li>1.	用户注册成功后，该用户账号和密码由用户负责保管。用户应当对其用户账号进行的所有活动及事情负法律责任。</li>
        <li>2.	砖栏主拥有设定、调整价格的权利。用户须遵守砖栏的定价规则，自愿决定付付费。</li>
        <li>3.	用户应遵守国家互联网信息服务管理办法，不得利用砖栏服务制作、复制、发布、传播或者转载含有下列内容的信息：
          <ul>
            <li>(一)反对宪法所确定的基本原则的；</li>
            <li>(二)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
            <li>(三)损害国家荣誉和利益的；</li>
            <li>(四)煽动民族仇恨、民族歧视，破坏民族团结的；</li>
            <li>(五)破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
            <li>(六)散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
            <li>(七)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
            <li>(八)侮辱或者诽谤他人，侵害他人合法权益的；</li>
            <li>(九)含有法律、行政法规禁止的其他内容的。</li>
          </ul>
        </li>
        <li>4.	砖栏发现或收到他人举报或投诉用户违法本协议规定的，砖栏有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规用户采取暂停或者关闭账户等措施。</li>
      </ul>
      <h4>免责条款</h4>
      <ul>
        <li>1.	砖栏仅提供相应的网络技术支持，砖栏不对发表内容的正确性及服务质量做任何保证。</li>
        <li>2.	用户在砖栏发表的内容仅表明其个人的立场和观点，并不代表砖栏的立场和观点。作为内容发表者，需自行对所发表内容负责，因所发表内容引起的一切纠纷，由该内容发表者承担全部法律及连带这人。砖栏不承担任何法律及连带责任。</li>
        <li>3.	砖栏尽可能保存砖栏产生的合法内容，但不承诺永久保存上诉内容，用户应自行进行内容备份。</li>
      </ul>
      <h4>其他</h4>
      <p>你一经使用本协议下任何服务，即视为你已阅读并同意接受本协议及上述内容的约束。砖栏有权在必要时单方修改本协议或上述内容，相关内容变更后，如果你继续使用本产品，即视为你已接受修改后的相关内容。若你不接受修改后的相关内容，应当停止使用相关产品。</p>
      <footer>
        2016/10/31
        <br>
        砖栏团队
      </footer>
</template>

<script>
export default {
  data () {
    return {
    }
  },
  ready () {
  },
  components: {}
}
</script>

<style lang="scss">
</style>
